//
//  Models.swift
//  myCV
//
//  Created by Олеся Егорова on 12.11.2021.
//

import Foundation
import UIKit

struct Info {
    var photoImage: [String] = ["me","hometown","education","experience"]
    var text: [String] = ["Привет, я - Олеся Егорова!",
                          "Живу в Питере 9 лет. Приехала из Орска.В Оренбургской области очень крутая природа 😊.",
                          "Окончила первый неклассический в 2018 г 😄- Магистр экономики .",
                          "Работала в закупках 3 года: снабжала нашу необъятную лаками, губными помадами и прочей декоративкой😊"]
    var button: [String] = ["Обо мне",
                            "Родной город",
                            "Образование",
                            "Опыт работы"]
}

struct Expirience {
    
}

struct Hobbies {
    
}


